Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/Global HSE Policy RL3 January 2015 track changes.docx-omegat.tmx
Source language: en
Languages: es

source: At Golder Associates, we are committed to helping our employees, our subcontractors, our clients, and the public remain safe and healthy and to the prevention of injury and illness.
es: En Golder Associates, estamos comprometidos a ayudar a nuestros empleados, subcontratistas, clientes y al público en general a permanecer seguros y saludables, así como a prevenir lesiones y enfermedades.

source: We are committed to the protection of the environment and to the prevention of pollution.
es: De la misma manera, estamos comprometidos con la protección del medio ambiente y la prevención de la contaminación.

source: As an organisation, we are on a journey towards an interdependent safety culture built on trust, teamwork, workplace wellness and ownership of our Health, Safety and Environment (HSE) Management Systems by all Golder Associates employees.
es: Como organización, caminamos hacia una cultura de seguridad interdependiente, basada en la confianza, el trabajo en equipo y la adopción de nuestro sistema de gestión de salud, seguridad y medio ambiente (HSE) por parte de todos los colaboradores de Golder Associates.

source: This strong foundation is key to our organisation’s success.
es: Esta base sólida resulta clave para el éxito de nuestra organización.

source: We are committed to providing our people with the time and resources they need to be healthy, safe and environmentally responsible.
es: Nos comprometemos a proporcionar a nuestro personal el tiempo y los recursos necesarios para que estén saludables, seguros y sean responsables con el medioambiente.

source: We strive to accomplish this by doing the following:
es: Para lograrlo, realizaremos lo siguiente:

source: Providing and maintaining a safe, healthy work environment;
es: proporcionar y mantener un ambiente de trabajo seguro y saludable;

source: Minimizing environmental impacts and optimizing the utilization of resources where we are able;
es: minimizar el impacto medioambiental y optimizar el uso de los recursos siempre que sea posible;

source: Meeting or exceeding relevant occupational health and safety and environmental legislation;
es: cumplir o superar la legislación vigente sobre medio ambiente, salud y seguridad en el trabajo;

source: Providing appropriate HSE training and supervision to enable employees to recognize and control hazards;
es: proporcionar capacitación y supervisión adecuadas en materia de HSE para que los colaboradores puedan identificar y controlar los peligros;

source: Providing employees with written instructions and personal protective equipment;
es: proporcionar instrucciones por escrito y equipos de protección personal a los colaboradores;

source: Regularly inspecting our offices, labs, and field sites to identify and control hazardous conditions and practices;
es: inspeccionar regularmente nuestras oficinas, laboratorios y lugares de trabajo en campo/terreno para identificar y controlar condiciones y prácticas peligrosas;

source: Regularly communicating HSE issues with employees and interested parties and involving them in the development of initiatives;
es: mantener una comunicación fluida sobre HSE con los empleados y las partes interesadas e involucrarlos en el desarrollo de iniciativas;

source: Promptly investigating HSE incidents to identify causes and take appropriate corrective actions; and
es: investigar los incidentes de HSE a tiempo para identificar las causas y adoptar las acciones correctivas necesarias; y

source: Regularly auditing our HSE Management Systems against established standards to promote continuous improvement.
es: auditar regularmente nuestros sistemas de gestión de HSE de acuerdo a estándares establecidos y promover la mejora continua.

source: The President of Golder Associates Corporation is responsible for establishing our HSE Policy, HSE Management System, and HSE objectives for the organisation.
es: El Presidente de Golder Associates Corporation es responsable de establecer la política, sistema de gestión y los objetivos de HSE para la organización.

source: Regional Presidents and Managing Directors are responsible for the implementation of our HSE Policy, HSE Management Systems and HSE objectives within their respective regions and operating companies.
es: Los Presidentes Regionales y los Gerentes de Operación son responsables de la implementación de la política, del sistema de gestión y de los objetivos de HSE a nivel regional y local, respectivamente.

source: Regional Management Teams are responsible for developing, communicating and maintaining a documented HSE program that meets Golder Associates objectives and standards, consulting with employees on HSE matters, and providing necessary office HSE resourcing.
es: Los Equipos Directivos Regionales (Regional Management Teams) son responsables de desarrollar, comunicar y mantener un programa documentado de HSE que cumpla con los objetivos y los estándares de Golder Associates, asesorar a los colaboradores en materia de HSE y proporcionar a las oficinas los recursos de HSE necesarios.

source: Project leadership is responsible for the development and implementation of HSE plans consistent with Golder Associates objectives and standards, on all our projects.
es: Los líderes de proyecto son responsables de desarrollar e implementar planes de HSE que se ajusten a los objetivos y estándares de Golder Associates en todos nuestros proyectos,

source: This includes:
es: lo que incluye:

source: Verifying that all contractors are approved under Golder Associates Integrated Management System (GAIMS);
es: verificar que todos los contratistas estén autorizados en el sistema de gestión integrado de Golder Associates (GAIMS);

source: Assigning project staff that have received the HSE training required to perform their jobs in a safe, healthy and environmentally responsible manner; and
es: asignar a los proyectos el personal que haya recibido la formación en HSE necesaria para desarrollar su trabajo de forma segura, saludable y responsable con el medioambiente; y

source: Requiring that project staff follow written instructions.
es: exigir que el personal asignado a cada proyecto siga las instrucciones proporcionadas por escrito.

source: Project leadership is also responsible for confirming that project work is appropriately supervised, project-related HSE incidents are reported, investigated and corrective actions are implemented when required.
es: Además, los líderes de proyecto son responsables de confirmar que se supervise el proyecto en forma correcta, que se reporten e investiguen los incidentes de HSE relacionados con el proyecto y que se implementen las acciones correctivas según sea necesario.

source: Employees are responsible for:
es: A su vez, los colaboradores son responsables de:

source: Complying with Golder Associates and legislated HSE standards;
es: cumplir con los estándares de HSE establecidos por Golder Associates y por la legislación vigente;

source: Working in a manner that will not endanger themselves or others;
es: trabajar de forma tal que no constituya un peligro para ellos mismos ni para otras personas;

source: Using, caring for and maintaining their personal protective equipment; and
es: usar, cuidar y conservar sus equipos de protección personal; y

source: Reporting hazardous and unhealthy working conditions and incidents to their supervisor, project leadership, or manager.
es: reportar las condiciones de trabajo peligrosas o poco saludables y los incidentes a su supervisor, al líder del proyecto o a su gerente de operación.

source: Employees are required to participate in activities to improve health, safety and environmental performance.
es: Los colaboradores deben participar en actividades para mejorar su salud, seguridad y desempeño medioambiental.

source: All employees have the right and responsibility to refuse to perform work that they feel is unsafe.
es: Los colaboradores tienen el derecho y la obligación de negarse a realizar un trabajo que consideren inseguro.

source: Contractors working directly for Golder Associates must be approved under GAIMS.
es: Las contratistas que trabajen directamente para Golder Associates deben estar autorizados en el sistema GAIMS

source: They are responsible for conducting their work in a manner that meets or exceeds legislative and Golder Associates HSE standards.
es: y realizar su trabajo de forma tal que cumplan o superen los estándares de HSE establecidos por Golder Associates y por la legislación vigente.

source: This Policy shall be reviewed annually by the Golder Management Team and updated as appropriate.
es: Esta política será revisada anualmente por el Equipo Directivo de Golder (Golder Management Team) y la actualizará según sea necesario.

source: Brian H. Conlin, President
es: Brian H. Conlin, Presidente

source: January 2015
es: Enero de 2015

source: health, safety and environment Policy
es: Política de salud, seguridad y medio ambiente

source: OUR PURPOSE:
es: NUESTRO PROPÓSITO:

source: ENGINEERING EARTH’S DEVELOPMENT,
es: APLICAR LA INGENIERÍA PARA EL DESARROLLO DEL MUNDO,

source: PRESERVING EARTH’S INTEGRITY
es: PRESERVANDO LA INTEGRIDAD DE LA TIERRA

source: OUR Values:
es: Nuestros valores:

source: Golder Associates is committed to having our values guide our business practices and employee behaviour.
es: En Golder Associates nos comprometemos a que nuestros valores guíen nuestras prácticas de negocios y el comportamiento de nuestros empleados.

source: integrity
es: integridad

source: excellence
es: excelencia

source: teamwork
es: trabajo en equipo

source: caring
es: solidaridad

source: ownership
es: propiedad
